tap "heroku/brew"

## TODO
# transmission

brew "redis", restart_service: true
brew "postgresql@14", restart_service: true
brew "awscli"
brew "aws-vault"
brew "bat"
brew "coreutils"
brew "exa"
brew "fzf"
brew "git"
brew "mas"
brew "node"
brew "rbenv"
brew "tldr"
brew "wget"
brew "yarn"
brew "stats"
# brew "neofetch"
# brew "p7zip"
# brew "prettyping"
# brew "ranger"
# brew "ruby-build"
# brew "the_silver_searcher"
# brew "unar"
# brew "vim"
# brew "wifi-password"
# brew "ffmpeg"
# brew "git-delta"
# brew "heroku/brew/heroku"
# brew "hexyl"
# brew "htop"
# brew "httpie"
# brew "jq"
# brew "lazygit"
# brew "libxml2"
# brew "libyaml"
# brew "youtube-dl"

# 682658836   GarageBand            (10.4.7)
# 409183694   Keynote               (12.2.1)
# 408981434   iMovie                (10.3.5)
# 409201541   Pages                 (12.2.1)
# 409203825   Numbers               (12.2.1)

# 937984704   Amphetamine           (5.2.2)
# 482362007   Locksmith             (2.0.2)
# 1147396723  WhatsApp              (2.2245.9)

# 985367838   Microsoft Outlook     (16.67)
# 462054704   Microsoft Word        (16.67)
# 462058435   Microsoft Excel       (16.67)
# 462062816   Microsoft PowerPoint  (16.67)

# mas "Amphetamine", id: 937984704
# mas "Authenticator App", id: 1538761576
# mas "Keynote", id: 409183694
# mas "Menu Bar Controller for Sonos", id: 1357379892
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
# mas "Pastebot", id: 1179623856
# mas "Pixelmator Pro", id: 1289583905
# mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723

# cask "gitup"
# cask "homebrew/cask/docker"
# cask "postgres-unofficial"
# cask "teamviewer"
cask "kitty"
cask "firefox"
cask "google-chrome"
cask "microsoft-teams"
cask "skype"
cask "visual-studio-code"
cask "zoom"
cask 'spotify'
cask 'raycast'
cask 'calibre'